<?php

/*
 * Словарь для разделов личного кабинета при нажатии на пользователя в шапке сайта
 */

return [
    'add_comment'          => 'Добавить комментарий',
    'all'                  => 'Все',
    'comments'             => 'Комментарии',
    'dates'                => 'Даты',
    'delete'               => 'Удалить',
    'edit'                 => 'Редактировать',
    'errors'               => [
        'deleteProposal'   => 'Не удалось удалить предложение. Пожалуйста, обратитесь к администратору.',
        'deleteProject'    => 'Не удалось удалить проект. Пожалуйста, обратитесь к администратору.',
    ],
    'facilities'           => "Объекты",
    'from'                 => 'С',
    'inbox'                => 'Входящие',
    'month'                => 'Месяц',
    'open'                 => 'Открыть',
    'participants'         => 'Участники',
    'profile'              => 'Профиль',
    'project_id'           => 'ID проекта',
    'projects'             => 'Проекты',
    'quick_search'         => 'Быстрый поиск',
    'receiver'             => 'Кому',
    'search'               => 'Поиск',
    'sender'               => 'Отправитель',
    'sent_proposals'       => 'Отправленные предложения',
    'subject'              => 'Тема',
    'summary'              => 'Краткое описание',
    'starting_date'        => 'Дата начала',
    'status'               => 'Статус',
    'title'                => 'Название',
    'title_or_description' => 'Название или описание проекта',
    'to'                   => 'До',
    'year'                 => 'Год',
];
