<?php

/*
 * Словарь для разделов личного кабинета при нажатии на пользователя в шапке сайта
 */

return [
    'delete'             => 'Удалить',
    'edit'               => 'Редактировать',
    'errors'             => [
        'deleteProposal' => 'Не удалось удалить предложение. Пожалуйста, обратитесь к администратору.',
        'deleteProject'  => 'Не удалось удалить проект. Пожалуйста, обратитесь к администратору.',
    ],
    'facilities'         => "Объекты",
    'inbox'              => 'Входящие',
    'open'               => 'Открыть',
    'profile'            => 'Профиль',
    'projects'           => 'Проекты',
    'project_id'         => 'id',
    'receiver'           => 'Кому',
    'sender'             => 'Отправитель',
    'sent_proposals'     => 'Отправленные предложения',
    'subject'            => 'Тема',
    'starting_date'      => 'Дата начала',
    'status'             => 'Статус',
    'title'              => 'Название',
];
