<?php

/*
 * Словарь для разделов личного кабинета при нажатии на пользователя в шапке сайта
 */

return [
    'delete'         => 'Удалить',
    'facilities'     => "Объекты",
    'inbox'          => 'Входящие',
    'open'           => 'Открыть',
    'profile'        => 'Профиль',
    'projects'       => 'Проекты',
    'receiver'       => 'Кому',
    'sender'         => 'Отправитель',
    'sent_proposals' => 'Отправленные предложения',
    'subject'        => 'Тема',
    'status'         => 'Статус',
];
