<?php

return [
    'link' => "Спецификация этого Портала доступна по ссылке.",

    'p1' => "Вы пытаетесь открыть платформу совместного использования ЭСКАТО ООН,
                    которая позволяет владельцам дорожно-транспортной или энергетической  инфраструктуры,
                    а также организациям, связанным с ИКТ, создавать и обмениваться информацией о текущих проектах,
                    обсуждать идеи и работать в более тесном сотрудничестве для достижения преимуществ совместного развертывания.",

    'p2' => "Эта площадка сейчас в процессе создания. Текущий этап - пре-альфа версия. Вы должны понимать,
                    что предварительная альфа-версия программного обеспечения далека от окончательного качества.
                    Мы открыли доступ к предварительной альфа-версии программного обеспечения только для тестирования.
                    Если вы хотите совершить реальные действия с этой платформой, вы можете подождать до бета-версии или даже релиза.
                    Использование пре-альфа может быть нестабильным из-за большого количества ошибок
                    и незавершенного модуля пользовательского интерфейса.",

    'title' => "ВНИМАНИЕ",
];