<?php
/**
 * Словарь для параметров совместимости (рус)
 */

return [
    'add' => "Добавить",
    'default_val' => "Значение по умолчанию",
    'description' => "Описание",
    'en' => "На английском",
    'energy_description' => "Описание для энергетики",

    'errors' => [
        'save' => "Произошла ошибка при попытке сохранения параметра. Пожалуйста попробуйте позже"
    ],

    'group' => "Группа",
    'ict_description' => "Описание для ИКТ",
    'max_val' => "Максимальное значение",
    'min_val' => "Минимальное значение",
    'more' => "Подробнее",
    'name_en' => "Имя (на английском)",
    'name_ru' => "Имя (на русском)",
    'new_param' => "Новый параметр",
    'other_description' => "Описание для другое",
    'param_name' => "Имя параметра",
    'params_not_found' => "Параметры не найдены",
    'railway_description' => "Описание для железной дороги",
    'road_description' => "Описание для дороги",
    'ru' => "На русском",
    'select_group' => "Выберите группу"
];