<?php
/**
 * Словарь для русского языка
 *
 * @return array
 */

return [
    'Authorization'      => "Авторизация",
    'ConfirmPassword'    => "Подтверждение пароля",
    'EditProfile'        => "Редактировать личные данные",
    'Email'              => "Email",

    'errors'               => [
        'delete_user'      => "Не удалось удалить пользователя. Пожалуйста, обратитесь к администратору.",
        'user_not_updated' => "Не удалось обновить пользователя. Пожалуйста, обратитесь к администратору.",
    ],

    'FirstName'          => "Имя",
    'FullName'           => "ФИО",
    'ForgotYourPassword' => "Забыли пароль?",
    'ict_operators'      => "Операторы и провайдеры ИКТ",
    'inform_portal' => "Информационный портал",
    'infrastructure_owners' => "Владельцы инфраструктуры",
    'KB'       => "База знаний",
    'Lang'               => "en",
    'LastName'           => "Фамилия",
    'Logout'             => "Выход",
    'motto1'             => "Расширяем совместное развёртывание.",
    'motto2'             => "Повышаем качество совместного развёртывания инфраструктуры уже сегодня.",
    'No'                 => "Нет",
    'Password'           => "Пароль",
    'Registration'       => "Регистрация",
    'Register'           => "Регистрация",
    'RememberMe'         => "Запомнить меня",
    'Role'               => "Роль",
    'SelectRole'         => "Выберите роль",
    'SignIn'             => "Войти",
    'SwitchTo'           => "RU",
    'PersonalData'       => "Личные данные",
    'Phone'              => "Телефон",
    'Photo'              => "Фото",
    'ProfileSaved'       => "Ваш профиль был успешно обновлен!",
    'ProfileNotSaved'    => "К сожалению, Ваш профиль не был обновлен из-за ошибки системы. Обратитесь к администратору.",
    'Organization'       => "Организация",
    'Save'               => "Сохранить",
    'Summary'            => "Дополнительная информация",
    'UpdatePassword'     => "Необязательно к заполнению. Здесь Вы можете сменить свой пароль.",
    'user_verified'      => "Пользователь был успешно верифицирован!",
    'user_unverified'    => "Верификация была отменена!",
    'Verified'           => "Верифицирован",
    'verified_desc'      => "Верифицированный пользователь. Пользователь :fullName подтвержден.",
    'Yes'                => "Да",
];
