<?php
/**
 * Словарь для перевода что связанно с базой знаний (рус.)
 */

return [
    'AllArticles'         => "Все статьи",
    'articles_not_found'  => "Статьи не найдены",
    'Category'            => "Категория",
    'Content'             => "Контент",
    'CreateArticle'       => "Создать статью",
    'Delete'              => "Удалить",
    'Edit'                => "Редактировать",
    'EditArticle'         => "Редактировать статью",

    'errors'              => [
        'delete' => "Не удалось удалить статью",
        'update' => "Не удалось отредактировать статью",
    ],

    'KB'                  => "База знаний",
    'last_added_articles' => "Последние добавленные статьи в базу знаний",
    'NewArticle'          => "Новая статья",
    'Save'                => "Сохранить",
    'SelectCategory'      => "Выберите категорию",
    'SelectTags'          => "Выберите теги",
    'Tag'                 => "Тег",
    'Title'               => "Заголовок",
    'view'                => "Просмотреть",
];