<?php
/**
 * Словарь для перевода что связанно с базой знаний (рус.)
 */

return [
    'AddNew'                     => "Добавить новую",
    'AllArticles'                => "Все статьи",
    'articles_not_found'         => "Статьи не найдены",
    'ArticlesCount'              => "Количество статей",
    'Category'                   => "Категория",
    'CategoryAdded'              => "Категория была успешно добавлена!",
    'CategoryParent'             => "Родительская категория",
    'Categories'                 => "Категории",
    'Content'                    => "Контент",
    'CreateArticle'              => "Создать статью",
    'delete'                     => "Удалить",
    'Edit'                       => "Редактировать",
    'EditArticle'                => "Редактировать статью",
    'Files'                      => "Прикрепленные файлы:",

    'errors'                     => [
        'delete'            => "Не удалось удалить статью",
        'is_not_publicated' => "Статья не была опубликована",
        'store'             => "При создании статьи возникли проблемы. Пожалуйста попробуйте позже",
        'storeCategory'     => "При создании категории возникли проблемы. Пожалуйста попробуйте позже",
        'update'            => "Не удалось отредактировать статью",
        'deleteFile'        => "Не удалось удалить файл у статьи",
        'deleteCategory'    => "Не удалось удалить категорию"
    ],

    'KB'                         => "База знаний",
    'last_added_articles'        => "Последние добавленные статьи в базу знаний",
    'new_article'                => "Новая статья",
    'Optional'                   => "(необязательно)",
    'publicate'                  => "Опубликовать",
    'published_articles'         => "Опубликованные статьи",
    'reject'                     => "Отклонить",
    'rejected_deleted_articles'  => "Отклонённые или удалённые статьи",
    'Save'                       => "Сохранить",
    'Search'                     => "Поиск",
    'SelectCategory'             => "Выберите категорию",
    'SelectTags'                 => "Выберите теги",
    'Tag'                        => "Тег",
    'Title'                      => "Заголовок",
    'TitleEn'                    => "Заголовок (англ.)",
    'TitleRu'                    => "Заголовок (рус.)",
    'unchecked_articles'         => "Непроверенные статьи",
    'view'                       => "Просмотреть",
];
