<?php

/**
 * Словарь для главной страницы статей базы знаний
 */
return [
    'first_p' => "База знаний, созданная и поддерживаемая ESCAP является безопасной платформой, позволяющей владельцам
                  инфраструктуры и другим организациям, связанным с ICT, делиться информацией о текущих проектах,
                  обсуждать идеи и совместно работать для получения преимуществ совместного развёртывания.",
    'second_p' => "База знаний разрастается всё время. Зарегистрируйтесь бесплатно и начните использовать эту всемирную
                   платформу для совместного развёртывания сегодня. Вы можете добавлять свои материалы в базу знаний.
                   Они будут опубликованы после одобрения администратором портала.",
];
