<?php
/**
 * Словарь для перевода что связанно с базой знаний (рус.)
 */

return [
    'AllArticles'      => "Все статьи",
    'ArticlesNotFound' => "Статьи не найдены",
    'Category'         => "Категория",
    'Content'          => "Контент",
    'CreateArticle'    => "Создать статью",
    'Edit'             => "Редактировать",
    'EditArticle'      => "Редактировать статью",
    'KB'               => "База знаний",
    'NewArticle'       => "Новая статья",
    'Save'             => "Сохранить",
    'SelectCategory'   => "Выберите категорию",
    'SelectTags'       => "Выберите теги",
    'Tag'              => "Тег",
    'Title'            => "Заголовок",
    'View'             => "Просмотреть",
];