<?php

/*
 * Словарь для модели предложения Proposal
 */

return [
    'accept' => "Принять",
    'attachments'   => "Прикреплённые файлы",
    'decline' => "Отклонить",
    'details'       => "Детали",
    'contains_no_attachments' => "Предложение не содержит вложений",

    'errors'        => [
        'store'     => "При сохранении предложения о сотрудничестве возникли проблемы. Пожалуйста попробуйте позже"
    ],

    'incoming_proposal' => 'Входящее предложение',
    'send_proposal' => "Отправить предложение",
    'wrong_value'   => 'Неправильное значение. Пожалуйста обратитесь к администратору.'
];
